---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultHorizontalBendParam
source: html/9e9c5bff-d167-990f-2372-c3ccaba94c14.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultHorizontalBendParam Property

"Horizontal Bend"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultHorizontalBendParam { get; }
```